//회사 목록들
// CJ대한통운
// KG모빌리티
// LG에너지솔루션
// NAVER
// SK바이오사이언스
// SK하이닉스
// 금양
// 기아
// 대한항공
// 삼성엔지니어링
// 삼성전자
// 에스엠
// 에코프로
// 엔젤로보틱스
// 카카오
// 크래프톤
// 하이브
// 한미약품
// 현대모비스
// 현대제철 ​
let cur = {
  CJ대한통운: 10000,
  KG모빌리티: 10000,
  LG에너지솔루션: 10000,
  NAVER: 10000,
  SK바이오사이언스: 10000,
  SK하이닉스: 10000,
  금양: 10000,
  기아: 10000,
  대한항공: 10000,
  삼성엔지니어링: 10000,
  삼성전자: 10000,
  에스엠: 10000,
  에코프로: 10000,
  엔젤로보틱스: 10000,
  카카오: 10000,
  크래프톤: 10000,
  하이브: 10000,
  한미약품: 10000,
  현대모비스: 10000,
  현대제철: 10000,
};
let rate = {
  CJ대한통운: 0,
  KG모빌리티: 0,
  LG에너지솔루션: 0,
  NAVER: 0,
  SK바이오사이언스: 0,
  SK하이닉스: 0,
  금양: 0,
  기아: 0,
  대한항공: 0,
  삼성엔지니어링: 0,
  삼성전자: 0,
  에스엠: 0,
  에코프로: 0,
  엔젤로보틱스: 0,
  카카오: 0,
  크래프톤: 0,
  하이브: 0,
  한미약품: 0,
  현대모비스: 0,
  현대제철: 0,
};

let gap = {
  CJ대한통운: 1000,
  KG모빌리티: 1000,
  LG에너지솔루션: 1000,
  NAVER: 1000,
  SK바이오사이언스: 1000,
  SK하이닉스: 1000,
  금양: 1000,
  기아: 1000,
  대한항공: 1000,
  삼성엔지니어링: 1000,
  삼성전자: 1000,
  에스엠: 1000,
  에코프로: 1000,
  엔젤로보틱스: 1000,
  카카오: 1000,
  크래프톤: 1000,
  하이브: 1000,
  한미약품: 1000,
  현대모비스: 1000,
  현대제철: 1000,
};

export { cur, rate, gap };
